[
  {
    "id": 1,
    "type": "essay",
    "author_name": "David M. Driesen",
    "author_headshot": "/images/headshots/david_driesen.png",
    "title_essay": "“A World Lost”: Climate, Policy, and Art",
    "artwork_img": "/images/portal/world_lost_dd.jpg",
    "desc": "<i>A World Lost</i> (2013) offers a fascinating and absorbing, albeit deeply troubling, picture of the climate crisis (fig. 1). As an academic lawyer, I tend to focus on actions designed to “mitigate” climate disruption, such as policies to reduce fossil fuel use (which reduce greenhouse gas emissions). At the same time, when I write or teach about ...",
    "essay": "/works/a-world-lost-climate-policy-art",
    "prev": "",
    "next": "/works/installing-take-me-to-the-palace-of-love-ac",
    "url": "/contributors/david_driesen",
    "bio": "Professor David M. Driesen, University Professor at the College of Law, focuses on constitutional law, law and economics, and environmental law. Professor Driesen has written four books: <a href='https://www.amazon.com/Specter-Dictatorship-Judicial-Enabling-Presidential/dp/1503628612' target='_blank'><i>The Specter of Dictatorship: Judicial Enabling of Presidential Power</i></a> (Stanford University Press), <a href='https://www.amazon.com/The-Economic-Dynamics-David-Driesen/dp/1107004853/ref%3Dsr_1_1?ie=UTF8&amp%3Bqid=1341231977&amp%3Bsr=8-1&amp%3Bkeywords=the%2Beconomic%2Bdynamics%2Bof%2Blaw' target='_blank'><i>The Economic Dynamics of Law</i></a> (Cambridge University Press), the textbook <a href='https://www.amazon.com/Environmental-Law-Conceptual-Pragmatic-Approach/dp/145487001X' target='_blank'><i>Environmental Law: A Conceptual and Pragmatic Approach</i></a> (Aspen Kluwer with Robert Adler and Kirsten Engel) and <a href='https://www.amazon.com/Economic-Dynamics-Environmental-Law/dp/0262541394' target='_blank'><i>The Economic Dynamics of Environmental Law</i></a> (MIT Press), which won the Lynton Keith Caldwell Award—a prize offered by The American Political Science Association annually for the best book published in science, technology, and environmental studies. He has also published two edited volumes, <a href='https://www.amazon.com/Beyond-Environmental-Law-Policy-Proposals/dp/0521744326' target='_blank'><i>Beyond Environmental Law: Policy Proposals for a Better Environmental Future</i></a> (Cambridge University Press with Alyson Flournoy) and <a href='https://mitpress.mit.edu/?q=books%2Feconomic-thought-and-us-climate-change-policy' target='_blank'><i>Economic Thought and U.S. Climate Change Policy</i></a> (MIT Press). He has published numerous articles with leading journals, such as <i>Cornell Law Review</i>, <i>Fordham Law Review</i>, <i>Ecology Law Quarterly</i>, <i>Harvard Environmental Law Review</i>, and the <i>Virginia Journal of International Law</i>, <i>Emory Law Journal</i>, and several book chapters. <br /><br />Driesen engages in public service defending democracy, environmental law’s constitutionality and efforts to combat the climate crisis. He has written numerous amicus briefs in Supreme Court cases and has <a href='https://law.syracuse.edu/wp-content/uploads/Amicus_Brief_of_Senators_and_Clean_Air_Trust.pdf' target='_blank'>represented Senators Hillary Clinton and others in Clean Air Act litigation in the DC Circuit</a>. He is a member scholar with the Center for Progressive Reform (CPR), and blogs often on climate disruption issues for CPR and for RegBlog. He has worked as a consultant for American rivers and other environmental groups on Clean Water Act issues and has testified before Congress on implementation of the 1990 Clean Air Act Amendments. <br /><br />Professor Driesen was a Senior Project Attorney for The Natural Resources Defense Council, in its Air and Energy Program. Before that, he clerked for Justice Robert Utter of the Washington State Supreme Court and worked in the Special Litigation Division of the Washington State Attorney General’s Office. <br /><br />Driesen joined the College of Law faculty in 1995. He was the Distinguished Summer Scholar in 2008 at Vermont Law School and a Visiting Professor at the University of Michigan Law School in 2006. <br /><br />Driesen holds a J.D. from the Yale Law School, a Master of Music from the Yale School of Music, and a Bachelor of Music from the Oberlin Conservatory. Currently, Professor Driesen performs with the <a href='http://excelsiorcornetband.com/Excelsior_Cornet_band/Home.html' target='_blank'>Excelsior Cornet Band</a> and the <a href='https://subrass.syr.edu' target='_blank'>Syracuse University Brass Ensemble</a>."
  },
  {
    "id": 2,
    "type": "essay",
    "author_name": "Abby Campanaro",
    "author_headshot": "/images/headshots/abby_campanaro.png",
    "title_essay": "Behind the Scenes: Installing “Take Me to the Palace of Love”",
    "artwork_img": "/images/portal/behind_scenes_ac.jpg",
    "desc": "The world that Rina Banerjee creates through her installation work is dichotomous: impressive in its size yet simple in many of its materials; mysterious in its approach yet forthright in its message. And the almost effortless and tranquil appearance of, say, a floating pink Taj Mahal, directly contrasts the detailed and demanding work that went ...",
    "essay": "/works/installing-take-me-to-the-palace-of-love-ac",
    "prev": "/works/a-world-lost-climate-policy-art",
    "next": "/works/installing-take-me-to-the-palace-of-love-jn",
    "url": "/contributors/abby_campanaro",
    "bio": "Abby Campanaro is the Assistant Registrar & Provenance Researcher at Syracuse University Art Museum, having started her position in December of 2022. She comes from a previous job as a supervisor on the Guest Services team at The Strong Museum in Rochester, NY. Her background in museums primarily consists of collection and archival work at The Strong and at her alma mater, Gordon College, from which she graduated with a BA in History and Museum Studies in 2020. She plans to pursue an MA in Museum Studies and an MS in Library and Information Science from Syracuse in the coming years."
  },
  {
    "id": 3,
    "type": "essay",
    "author_name": "Julia Neufeld",
    "author_headshot": "/images/headshots/julia_neufeld.png",
    "title_essay": "Behind the Scenes: Installing “Take Me to the Palace of Love”",
    "artwork_img": "/images/portal/behind_scenes_jn.jpg",
    "desc": "Installing Rina Banerjee’s monumental works for <i>Take Me to the Palace of Love</i> was an experience unlike any I’ve had in a museum. Unlike the prints, paintings, and smaller sculptures included in the exhibition, Rina’s enormous installations were physically demanding. Her unconventional materials—the metal frameworks of all the sculptures, the ...",
    "essay": "/works/installing-take-me-to-the-palace-of-love-jn",
    "prev": "/works/installing-take-me-to-the-palace-of-love-ac",
    "next": "/works/infectious-transmissions",
    "url": "/contributors/julia_neufeld",
    "bio": "Julia Neufeld is a graduate student studying museum studies at Syracuse University. She received her MA in Art History from SU in May 2023, and her BA in Art History from Loyola University Chicago in May 2021. Julia works as a graduate assistant at the Syracuse University Art Museum, where she helped install <i>Take Me to the Palace of Love</i>. Julia has always been passionate about art, developing a love for museums and art history at an early age. Her art historical interests include comics media and graphic memoirs, mid-twentieth century American prints, and art and the wars of the twentieth century."
  },
  {
    "id": 4,
    "type": "essay",
    "author_name": "Rebecca M. Brown",
    "author_headshot": "/images/headshots/rebecca_brown.png",
    "title_essay": "Infectious Transmissions: Rina Banerjee in Two Dimensions",
    "artwork_img": "/images/portal/infectious_transmissions_rb.jpg",
    "desc": "Rina Banerjee’s sculpture–installations interrupt the gallery space, as she uses myriad media to create effusive, organic, overwhelming constructions that engage our senses. We are drawn to these detailed compilations of forms, and we are alert: they ask us to come close but they also seem to reach out towards us with a hint of threat. They are infectious, in all senses of the word ...",
    "essay": "/works/infectious-transmissions",
    "prev": "/works/installing-take-me-to-the-palace-of-love-jn",
    "next": "/works/love_syracuse_nr",
    "url": "/contributors/rebecca_brown",
    "bio": "Rebecca M. Brown is Professor in the Department of the History of Art and Chair of the Advanced Academic Programs in Museum Studies and Cultural Heritage Management at Johns Hopkins University. Brown’s research engages in the history of art, architecture, and visual culture of South Asia from the late eighteenth century to the present. She has published numerous articles and three books on the early British presence on the subcontinent, the anti-colonial movement of the early twentieth century (<i>Gandhi’s Spinning Wheel and the Making of India</i>, Routledge 2010), art in the decades after India’s independence in 1947 (<i>Art for a Modern India</i>, Duke 2009), and the economic and political machinations of the long 1980s (<i>Displaying Time: The Many Temporalities of the Festival of India</i>, Washington 2017). Her current research focuses on the painter KCS Paniker (1911–77) and his search for a language of painting in the 1960s and 1970s. Other interests extend to contemporary photography via the work of Dayanita Singh and Annu Palakunnathu Matthew, and to the decolonizing maneuvers of the sculpture–installations of Rina Banerjee."
  },
  {
    "id": 5,
    "type": "essay",
    "author_name": "Natalie Rieth",
    "author_headshot": "/images/headshots/natalie_rieth.png",
    "title_essay": "Love in Syracuse: Making Art Together",
    "artwork_img": "/images/portal/love_syracuse_nr.jpg",
    "desc": "Relationship building is innate to art, whether it be a common understanding between an artist's work and its spectator’s lived experience, or the connections formed by creators who make art together. <br />“You need a community to have value connected to art,” artist and sculptor Rina Banerjee said. “People decide whether they are attracted to an ...",
    "essay": "/works/love-in-syracuse-making-art-together",
    "prev": "/works/infectious-transmissions",
    "next": "/works/mermaid-thoughts",
    "url": "/contributors/natalie_rieth",
    "bio": "Natalie Rieth is a journalist who’s passionate about the visual arts and sharing artists’ work through writing and communicating with others. She recently graduated from Syracuse University’s S.I. Newhouse School of Public Communications with a MA in Arts Journalism and Communications. While studying as a “Goldringer,” she worked as a freelance writer for various publications, was the Assistant Executive Producer of student publication <i>The NewsHouse</i>, and interned at Everson Museum of Art, where she now works as its Administrative Assistant. She also reported on Wolfgang Tillmans’ recent exhibition at MoMA for the <i>NewsHouse’s</i> annual reporting project titled <a href='https://www.thenewshouse.com/infodemic/disinformation/wolfgang-tillmans-exhibit-questions-truth-moma-museum-new-york/' target='_blank'>“Infodemic,”</a> which earned several awards. Prior to her education at SU, Natalie earned her BA in Journalism at Gonzaga University in Spokane, WA where she was the Managing Editor of student publication the <i>Gonzaga Bulletin</i> and a curatorial intern at Jundt Art Museum."
  },
  {
    "id": 6,
    "type": "essay",
    "author_name": "Jason Vartikar",
    "author_headshot": "/images/headshots/jason_vartikar.png",
    "title_essay": "Mermaid Thoughts",
    "artwork_img": "/images/portal/mermaid_thoughts_jv.jpg",
    "desc": "Are there real magical objects anymore? Medieval crowns and crystal ewers were once meant to carry divine power. Today, scholars shy from the idea that objects are literally magical. Here, I explore if Rina Banerjee’s 2017 sculpture <i>Viola…</i> may have such power. I explore how the sculpture may compare to the legendary, magical songs of sirens   ...",
    "essay": "/works/mermaid-thoughts",
    "prev": "/works/love-in-syracuse-making-art-together",
    "next": "/works/missing_title",
    "url": "/contributors/jason_vartikar",
    "bio": "Jason Vartikar is a writer, scholar, model and performer living in New York City, where he is a Joan Tisch Fellow at the Whitney Museum of American Art. From 2016-2022, he was a Jones fellow in the Stanford department of art & art history Ph.D. program. He is currently writing his dissertation on Edward Hopper, focused on Greenwich Village, where the artist lived and worked for over fifty years. His essay on the wire sculptures of Ruth Asawa appeared in <i>American Art</i>, the journal of the Smithsonian American Art Museum, which awarded him Frost Prize honorable mention in 2021."
  },
  {
    "id": 7,
    "type": "essay",
    "author_name": "Timur Hammond",
    "author_headshot": "/images/headshots/timur_hammond.png",
    "title_essay": "Other Routes of the Image: Looking at Rina Banerjee by Way of Istanbul",
    "artwork_img": "/images/portal/other_routes_th.jpg",
    "desc": "Introducing his research into the ‘image’ of American cities in the 1950s, Kevin Lynch wrote, “Looking at cities can give a special pleasure… At every instant, there is more than the eye can see, more than the ear can hear, a setting or a view waiting to be explored. Nothing is experienced by itself, but always in relation to its surroundings, the ...",
    "essay": "/works/other-routes-of-the-image",
    "prev": "/works/missing_title",
    "next": "/works/reflection-take-me-to-the-palace-of-love",
    "url": "/contributors/timur_hammond",
    "bio": "Timur Hammond is an Assistant Professor in the Department of Geography and the Environment at Syracuse University. Trained as a cultural and urban geographer, his research and teaching explore how people create meaningful worlds by encountering and transforming urban environments. His recently published book project, <i>Placing Islam: Geographies of Connection in 20th Century Istanbul</i>, develops this project through a geo-history of the neighborhood of Eyüp, home to one of Istanbul’s most important Muslim shrines. Other recent articles have examined the geographies of commemoration following Turkey’s July 2016 coup attempt and critically assessed the value of ‘regional’ frames for understanding heritage in the Middle East. At both the undergraduate and graduate level, his teaching examines the politics and practices of urban transformation, changing cultural forms in the city, and the complicated ways that religion and memory are woven into urban life."
  },
  {
    "id": 8,
    "type": "essay",
    "author_name": "Kate Holohan",
    "author_headshot": "/images/headshots/kate_holohan.png",
    "title_essay": "Reflection: “Take Me to the Palace of Love”",
    "artwork_img": "/images/portal/reflection_kh.jpg",
    "desc": "I sometimes analogize museum work to the movement of a duck in water. To museum visitors, exhibitions and programs often appear polished and carefully executed, as graceful as a duck gliding across a pond. Yet underneath this surface, the paddling feet of curators, educators, registrars, preparators, administrators, and ...",
    "essay": "/works/reflection-take-me-to-the-palace-of-love",
    "prev": "/works/other-routes-of-the-image",
    "next": "/works/scale-modeling",
    "url": "/contributors/kate_holohan",
    "bio": "Kate E. Holohan is the Curator of Education and Academic Outreach at the Syracuse University Art Museum, where she develops teaching, research, and curatorial projects as well as public programs. She is dedicated to interdisciplinary scholarship and museum programming, as well as to object-based teaching. She has held curatorial and education positions, fellowships, and internships at the Cantor Arts Center at Stanford University, the Metropolitan Museum of Art, and the Frick Collection. A specialist in the art of early modern Spain and the Spanish-colonized Americas, she earned her PhD in Art History from the Institute of Fine Arts, New York University in 2015, with a dissertation titled “Collecting the New World at the Spanish Habsburg Court, 1500-1700”. She is a member of the American Alliance of Museums, the Association for Spanish and Portuguese Historical Studies, the College Art Association, the Renaissance Society of America, and the Society for Iberian Global Art."
  },
  {
    "id": 9,
    "type": "essay",
    "author_name": "Mike Goode",
    "author_headshot": "/images/headshots/mike_goode.png",
    "title_essay": "Scale Modeling: The Climate of Rina Banerjee’s “A World Lost…”",
    "artwork_img": "/images/portal/scale_modeling_mg.jpg",
    "desc": "Rina Banerjee’s <i>A World Lost…</i>(2013) dangles an inverted dome-shaped, plastic horn-adorned, incandescent lightbulb-bedazzled, metal frame precariously over a colorful assemblage that combines organic and inorganic materials sourced from around the world (fig. 1). Comprised of sand, shells, plant forms woven from textiles, feathers, pebbles ...",
    "essay": "/works/scale-modeling",
    "prev": "/works/reflection-take-me-to-the-palace-of-love",
    "next": "/works/both-cenotaph-and-tomb",
    "url": "/contributors/mike_goode",
    "bio": "Mike Goode is Professor of English and the William P. Tolley Distinguished Professor of the Humanities at Syracuse University, where he researches and teaches on British Romanticism, media studies, critical theory, gender, and the environmental humanities. His book <i>Romantic Capabilities: Blake, Scott, Austen, and the New Messages of Old Media</i> was published by Oxford University Press in 2020. His earlier book, <i>Sentimental Masculinity and the Rise of History, 1790-1890</i>, was published by Cambridge University Press in 2009. His interdisciplinary articles on British Romanticism, viral media, eighteenth-century political caricatures, aesthetic philosophy, postmodernism, historicist theory, gender, historical reenacting, and living history museums have appeared in various venues, including <i>PMLA</i>, <i>Representations</i>, <i>ELH</i>, <i>Romantic Circles</i>, and <i>Textual Practice</i>. He is currently directing a team of researchers creating an ecology and climate-related finding aid to the Syracuse University Art Museum’s permanent collection."
  },
  {
    "id": 10,
    "type": "essay",
    "author_name": "Lawrence Chua",
    "author_headshot": "/images/headshots/lawrence_chua.png",
    "title_essay": "Stranger in the Palace of Love",
    "artwork_img": "/images/portal/stranger_palace_lc.jpg",
    "desc": "Both cenotaph and tomb, the Taj Mahal operates as both a monument to love and a monument to death. But its history as a romantic site is of more recent provenance than its history as a monument to temporality. Its formalist geometry and symmetry as well as its gleaming marble cladding create a stunning visual effect, the contradictory appearance ...",
    "essay": "/works/stanger-in-the-palace-of-love",
    "prev": "/works/scale-modeling",
    "next": "/works/teaching-out-loud",
    "url": "/contributors/lawrence_chua",
    "bio": "Lawrence Chua is associate professor in the School of Architecture with a customary appointment in the Department of Art and Music Histories at Syracuse University. He is currently a research fellow at the Center for Southeast Asian Studies, Kyoto University and will be a senior research fellow at the Center for Khmer Studies in 2024. He has also held fellowships at the Getty Research Institute, the International Institute for Asian Studies, Leiden University and the Freiburg Institute of Advanced Studies, Freiburg University where he is also a FRESCO fellow for 2023-2025. His publications include <i>Bangkok Utopia: Modern Architecture and Buddhist Felicities</i> and articles in the <i>Journal of the Society of Architectural Historians</i>, <i>October</i>, <i>Journal of Urban History</i>, and <i>Architectural Histories</i>. He is a co-founder, with the artists Julie Mehretu and Paul Pfeiffer, of Denniston Hill, a queer artist of color-led not-for-profit arts and agriculture center in upstate New York."
  },
  {
    "id": 11,
    "type": "essay",
    "author_name": "Melissa Yuen",
    "author_headshot": "/images/headshots/melissa_yuen.png",
    "title_essay": "“Take me, take me, take me... to the art museum”",
    "artwork_img": "/images/portal/take_me_art_museum_my.jpg",
    "desc": "On view during the Spring 2023 semester, <i>Take Me to the Palace of Love</i> showcased the importance of art and highlighted the central role a university art museum plays on a college campus (fig. 1). Featuring sculptures and drawings made by Rina Banerjee, the installation was visually compelling and conceptually rich, with the large sculptures and ...",
    "essay": "/works/take-me-art-museum",
    "prev": "/works/mermaid-thoughts",
    "next": "/works/other-routes-of-the-image",
    "url": "/contributors/melissa_yuen",
    "bio": "Melissa Yuen is the interim chief curator at the Syracuse University Art Museum, where she oversees the museum’s exhibition program in addition to conducting research and expanding the institution’s permanent collection. Trained in early modern Italian paintings, she has a secondary research interest in contemporary prints. Prior her arrival to the SUArt Museum in December 2021, she was the associate curator of exhibitions at Sheldon Museum of Art, University Nebraska–Lincoln (2019-2021) and the curatorial fellow of European and American art to 1900 at the Cantor Arts Center, Stanford University (2017-2019). She holds an M.A. and Ph.D. in Art History from Rutgers University."
  },
  {
    "id": 12,
    "type": "essay",
    "author_name": "Danielle Taana Smith",
    "author_headshot": "/images/headshots/danielle_smith.png",
    "title_essay": "“Take Me to the Palace of Love”: Teaching Out Loud about the Arts, Resistance and the Curriculum of Love",
    "artwork_img": "/images/portal/teaching_out_ds.jpg",
    "desc": "Despite serious contestations and attempts to establish new poles of power, palaces in Washington, London, Brussels, Paris, and other Western cities are understood as imperial seats, representing the core of the global empire from whence economo-political power reigns. However, Foucault reminds us that “power is everywhere,” even though the ...",
    "essay": "/works/teaching-arts-resistance-curriculum-of-love",
    "prev": "works/both-cenotaph-and-tomb",
    "next": "/works/tell-me-whom-you-love",
    "url": "/contributors/danielle_smith",
    "bio": "Danielle Smith is a professor of African American studies in the College of Arts and Sciences and the director of the Renée Crown University Honors Program. Professor Smith teaches coursework focusing on global public health, environmental sustainability and issues of social justice and human rights. Smith’s core research areas include refugee migration and resettlement, reconciliation and reconstruction in post-conflict societies, and disaster response and management, with particular focus on Africa and its diasporas. Smith has presented her work nationally and globally. Her research and writings have been published in scholarly journals including the <i>Journal of Health and Social Policy</i>, <i>Global Public Health</i>, <i>Economic Development Quarterly</i>, <i>Development and Society</i>, <i>Journal of Black Studies</i>, and <i>Liberian Studies Journal</i>."
  },
  {
    "id": 13,
    "type": "essay",
    "author_name": "Joan Bryant",
    "author_headshot": "/images/headshots/joan_bryant.png",
    "title_essay": "“Tell Me Whom You Love”: ‘Mixed’ Marriage & Racial Mutability",
    "artwork_img": "/images/portal/tell_me_jb.jpg",
    "desc": "Indian peddlers and seamen who migrated to the United States during the 1890s and the early decades of the twentieth century frame Rina Banerjee’s <i>Viola, from New Orleans</i> (2017) (fig.1). The Bengali men who initially made this journey established themselves by supplying American consumers with “Oriental” wares - silks, curios, perfumes, and rugs ...",
    "essay": "/works/tell-me-whom-you-love",
    "prev": "/works/teaching-out-loud",
    "next": "/works/to-the-palace-of-love",
    "url": "/contributors/joan_bryant",
    "bio": "Joan Bryant is Associate Professor in African American Studies at Syracuse University.  Her teaching and research foci include early African American history, African American women’s history, and American religious history. She is the author of the forthcoming book, <i>Reluctant Race Men: Black Challenges to the Practice of Race in Nineteenth-Century America</i>, (Oxford University Press, February 2024)."
  },
  {
    "id": 14,
    "type": "poem",
    "author_name": "Justo Triana",
    "author_headshot": "/images/headshots/justo_triana.png",
    "title_essay": "To the Palace of Love",
    "artwork_img": "/images/portal/cover_poem_jt.png",
    "desc": "Take me <br /> to the Palace of Love <br /> before the Taj...",
    "essay": "/works/to-the-palace-of-love",
    "prev": "/works/tell-me-whom-you-love",
    "next": "/works/unearthing-my-identity-through-viola",
    "url": "/contributors/justo_triana",
    "bio": "Justo Triana is majoring in Classical Civilization at Syracuse University. He is a poet, and a passionate advocate for free speech on and off campus. He has published articles on the dangers of political extremism and destructive ideological tendencies. Justo is a 2021 Narratio Fellow and published his first collection poetry, <i>La Condena</i>, in Spanish in Fall 2022. As a former <a href='https://narratio.org/fellowship' target='_blank'>Narratio Fellow</a> and current Narratio Facilitator, he has provided support and feedback on the fellows' creative projects and exhibitions. He strongly believes in the importance of mentoring as a way to help the young become the best version of themselves."
  },
  {
    "id": 15,
    "type": "poem",
    "author_name": "Zamzam Mohamed",
    "author_headshot": "/images/headshots/zamzam_mohamed.png",
    "title_essay": "Unearthing my Identity through Viola",
    "artwork_img": "/images/portal/cover_poem_zm.png",
    "desc": "As I wander through these halls, <br /> my eyes alight on a figure that calls...",
    "essay": "/works/unearthing-my-identity-through-viola",
    "prev": "/works/to-the-palace-of-love",
    "next": "/works/violas-love-story",
    "url": "/contributors/zamzam_mohamed",
    "bio": "Zamzam Mohamed is majoring in biology and writing & rhetoric. She is a 2021 Narratio Fellow and co-leads a community-based research project called Northside Futures, which studies and advocates for safe and affordable housing and neighborhood development in the Northside of Syraucuse."
  },
  {
    "id": 16,
    "type": "poem",
    "author_name": "Khadija Sharif",
    "author_headshot": "/images/headshots/khadija_sharif.png",
    "title_essay": "Viola's Love Story",
    "artwork_img": "/images/portal/cover_poem_ks.png",
    "desc": "That’s why I wear the mask <br /> As I uttered the prayer <br /> Ewat Ewat Ewat meel Jacel egay...",
    "essay": "/works/violas-love-story",
    "prev": "/works/unearthing-my-identity-through-viola",
    "next": "",
    "url": "/contributors/khadija_sharif",
    "bio": "Khadija Sharif is majoring in biology and creative writing. She is a 2019 Narratio Fellow and served as a Narratio artist-in-residence in 2021. In addition to serving in leadership positions within the fellowship program, Khadija works as a facilitator and research assistant for Write Out, a creative writing program associated with SU’s Engaged Humanities Network that works with youth across schools and community centers in Syracuse."
  },
  {
    "id": 17,
    "type": "poem",
    "author_name": "Khadija Sharif",
    "author_headshot": "/images/headshots/khadija_sharif.png",
    "title_essay": "A World Lost",
    "artwork_img": "/images/portal/cover_poem_ks2.png",
    "desc": "It is important you know What calms the waterfall’s anger <br /> Currents so wild...",
    "essay": "/works/a-world-lost",
    "prev": "/works/violas-love-story",
    "next": "",
    "url": "/contributors/khadija_sharif",
    "bio": "Khadija Sharif is majoring in biology and creative writing. She is a 2019 Narratio Fellow and served as a Narratio artist-in-residence in 2021. In addition to serving in leadership positions within the fellowship program, Khadija works as a facilitator and research assistant for Write Out, a creative writing program associated with SU’s Engaged Humanities Network that works with youth across schools and community centers in Syracuse."
  },
  {
    "id": 18,
    "type": "",
    "author_name": "Rayan Mohamed",
    "author_headshot": "/images/headshots/rayan_mohamed.png",
    "title_essay": "",
    "artwork_img": "",
    "desc": "",
    "essay": "",
    "prev": "",
    "next": "",
    "url": "/contributors/rayan_mohamed",
    "bio": "Rayan Mohamed is a film major in the Department of Film and Media Arts in the College of Visual and Performing Arts at Syracuse University. Rayan was selected as a 2023-2024 <a href='https://imaginingamerica.org/what-we-do/fellowships/jgs-fellows/' target='_blank'>Imagining America/Joy of Giving Something Fellow</a>. The program aims to elevate photography and digital media as pathways for undergraduate students to pursue their careers and make a difference in their communities. Rayan is a 2020 Narratio Fellow and now serves as a program corridor for the program. She has created films for organizations across the city, including Syracuse City School District and is a co-founder of the Northside Speaking Circle, a speech and debate program for Syracuse youth associated with SU’s Engaged Humanities Network."
  },
  {
    "id": 19,
    "type": "",
    "author_name": "Romita Ray",
    "author_headshot": "/images/headshots/romita_ray.png",
    "title_essay": "What’s Love Got to Do With It?",
    "artwork_img": "/images/portal/love_got_to_do_rr.jpg",
    "desc": "Curating <i>Take Me to the Palace of Love</i> was a labor of love. It was also a collaboration, an experiment, and a community engagement that began with Rina Banerjee, whose thought-provoking and spectacular installations and drawings invited us into the intertwined worlds of art, science, and engineering.",
    "essay": "/works/whats-love-got-to-do-with-it",
    "prev": "",
    "next": "/works/a-world-lost-climate-policy-art",
    "url": "/contributors/romita_ray",
    "bio": "Romita Ray is associate professor of art history at Syracuse University where she teaches European and Indian art. Her area of research is the art and architecture of the British empire in India on which she has published widely. The author of <i>Under the Banyan Tree: Relocating the Picturesque in British India</i> (Yale University Press 2013), Ray is currently working on a book manuscript about the visual cultures of tea in India tentatively titled, <i>Leafy Wonders: Art, Aesthetics, and the Science of Tea in India</i>. Together with Dr. Jos Hackforth-Jones, she is also editing a multi-volume project for Routledge on art, architecture, material culture, and early cinema in the British empire forthcoming in 2022."
  }
]
